Repository: sheilagomes/wp-trad
Catalog: tm/GNOME_en-pt_BR.tmx
Source language: en
Languages: pt_br

source: Highlight style
pt_br: Estilo de realce

source: Misc options
pt_br: Miscelânea

source: Other colors
pt_br: Outras cores

source: Print options
pt_br: Opções de impressão

source: Add line number every:
pt_br: Adicionar um número de linha a cada:

source: Add page header
pt_br: Adicionar cabeçalho de página

source: Attributes:
pt_br: Atributos:

source: Background color:
pt_br: Cor do plano de fundo:

source: Bold
pt_br: Negrito

source: Caret (cursor) color:
pt_br: Cor do cursor:

source: Caret blink period in ms
pt_br: Intervalo da piscada do cursor em milissegundos

source: Choose autocomplete for single match
pt_br: Escolher autocompletar para equivalência única

source: Collapse all code folds on file open
pt_br: Recolher todas os foldings de código ao abrir arquivo

source: Colors & Fonts
pt_br: Cores e fontes

source: Colour
pt_br: Colorido

source: Compact folding
pt_br: Folding compactado

source: Disable syntax highlighting
pt_br: Desabilitar realce de sintaxe

source: Draw line below folded lines
pt_br: Desenhar linhas abaixo das linhas em folding

source: Editor caret (cursor) width in pixels
pt_br: Largura do cursor de edição em pixels

source: Enable braces check
pt_br: Habilitar verificação de chaves

source: Filter extraneous characters in DOS mode
pt_br: Filtrar caracteres estranhos em modo DOS

source: Fold style:
pt_br: Estilo do indicador de folding:

source: Fonts and colors for editor
pt_br: Fontes e cores para o editor

source: Foreground color:
pt_br: Cor do texto:

source: Italic
pt_br: Itálico

source: Line numbers margin width in pixels
pt_br: Largura da margem de números de linha em pixels

source: Margin Fold visible
pt_br: Fold de Margem visível

source: Margin Linenum visible
pt_br: Número da linha da margem visível

source: Margin Marker visible
pt_br: Marcador da Margem visível

source: Monochrome
pt_br: Monocromático

source: Plus/Minus Arrows Circular Squares
pt_br: Mais/Menos Setas Círculos Quadrados

source: Select highlight style to edit:
pt_br: Selecione o estilo de realce a editar:

source: Selection background:
pt_br: Plano de fundo da seleção:

source: Selection foreground:
pt_br: Plano de frente da seleção:

source: Strip trailling spaces on file save
pt_br: Remover espaços no final de linhas ao salvar o arquivo

source: Tab size in spaces:
pt_br: Tamanho da tabulação em espaços:

source: Underlined
pt_br: Sublinhado

source: Use default
pt_br: Usar padrão

source: View EOL chars
pt_br: Mostra caracteres EOL

source: View Line Wrap
pt_br: Ver Quebra de linha

source: Wrap bookmarks search around
pt_br: Continuar a busca por marcadores na outra extremidade

source: Scratchbox directory:
pt_br: Diretório do scratchbox:

source: Scratchbox target:
pt_br: Alvo do scratchbox:

source: Scratchbox version:
pt_br: Versão do scratchbox:

source: Select Scratchbox Folder
pt_br: Selecionar pasta do scratchbox

source: Actions
pt_br: Ações

source: Parameters
pt_br: Parâmetros

source: Scope
pt_br: Escopo

source: Search variable
pt_br: Pesquisar variável

source: Backward
pt_br: Para trás

source: Forward
pt_br: Avançar

source: Match at start of word
pt_br: Coincidir no início da palavra

source: Match complete lines
pt_br: Coincidir com linhas completas

source: Match complete words
pt_br: Coincidir com palavras completas

source: Maximum Actions
pt_br: Ações máximas

source: Modify
pt_br: Modificar

source: No Limit
pt_br: Sem limite

source: Regular expression
pt_br: Expressão regular

source: Search and Replace
pt_br: Pesquisar e substituir

source: Current Buffer
pt_br: Buffer atual

source: Current Selection
pt_br: Seleção atual

source: Current Block
pt_br: Bloco atual

source: Current Function
pt_br: Função atual

source: All Open Buffers
pt_br: Todos os buffers abertos

source: All Project Files
pt_br: Todos os arquivos do projeto

source: Specify File Patterns
pt_br: Especificar padrões de arquivos

source: Select next match
pt_br: Vai para a próxima ocorrência

source: Bookmark all matched lines
pt_br: Marcar todas as linhas com a ocorrência

source: Mark all matches
pt_br: Marcas todas as ocorrências

source: List matches in find pane
pt_br: Listar ocorrências no painel de busca

source: Replace next match
pt_br: Substituir próxima ocorrência

source: Replace all matches
pt_br: Substituir todas as ocorrências

source: Replace
pt_br: Substituir

source: The maximum number of results has been reached.
pt_br: O número máximo de resultados foi alcançado.

source: The file '%s' has been deleted on the disk. Do you want to close it?
pt_br: O arquivo "%s" foi excluído do disco. Você deseja fechá-lo?

source: Could not open %s: %s
pt_br: Não foi possível abrir %s: %s

source: The file '%s' is read-only! Edit anyway?
pt_br: O Arquivo \\"%s\\" é somente leitura! Editar mesmo assim?

source: Could not save %s: %s
pt_br: Não foi possível salvar o arquivo %s: %s

source: Could not save file because filename not yet specified
pt_br: Não foi possível salvar o arquivo porque o seu nome ainda não foi especificado

source: New file %d
pt_br: Novo arquivo %d

source: Preparing pages for printing
pt_br: Preparando páginas para impressão

source: Color scheme:
pt_br: Esquema de cores:

source: Create backup files
pt_br: Criar arquivos de backup

source: Highlight matching brackets
pt_br: Destacar os parênteses correspondentes

source: Highlight syntax
pt_br: Destaque de sintaxe

source: Print Linenumbers
pt_br: Imprimir número das linhas

source: Print page footer
pt_br: Imprimir rodapé

source: Print page header
pt_br: Imprimir cabeçalho de página

source: Right margin position in characters
pt_br: Posição da margem direita em caracteres

source: Show line numbers
pt_br: Mostrar número das linhas

source: Show marks
pt_br: Mostrar marcadores

source: Show right margin
pt_br: Mostrar margem direita

source: Use theme font
pt_br: Usar fonte do tema

source: Wrap long lines to fit on paper
pt_br: Quebrar linhas longas para caber no papel

source: Starter
pt_br: Iniciador

source: Create File/Project
pt_br: Criar arquivo/projeto

source: Recent Projects
pt_br: Projeto recentes

source: Anjuta Home Page
pt_br: Página inicial do Anjuta

source: Anjuta Manual
pt_br: Manual do Anjuta

source: Gnome Online API Documentation
pt_br: Documentação on-line da API do GNOME

source: Branch/Tag URL:
pt_br: URL do Branch/Tag

source: End Revision:
pt_br: Revisão final:

source: File or directory to diff:
pt_br: Escolha o arquivo ou diretório para ver as diferenças:

source: File/URL to Remove:
pt_br: Arquivo/URL para remover:

source: First Path:
pt_br: Caminho primário:

source: Second Path:
pt_br: Caminho secundário:

source: Select Changes to Revert:
pt_br: Escolha as mudanças a reverter:

source: Source/Destination Paths:
pt_br: Caminhos Fonte/Destino:

source: Start Revision:
pt_br: Revisão inicial:

source: Working Copy Path:
pt_br: Caminho da cópia de trabalho:

source: Add file/directory
pt_br: Adicionar arquivo/diretório

source: Copy files/folders
pt_br: Copiar arquivos/pastas

source: Diff Selected Revisions
pt_br: Ver as diferenças nas revisões selecionadas

source: Diff file/directory
pt_br: Diff de arquivo/diretório

source: Diff to Previous
pt_br: Ver as diferenças para a versão anterior

source: Ignore ancestry
pt_br: Ignorar ancestrais

source: Merge changes into working copy
pt_br: Mesclar mudanças na cópia de trabalho

source: Other Revision:
pt_br: Outra revisão:

source: Realm:
pt_br: Domínio:

source: Recurse
pt_br: Recursivo

source: Remember this decision
pt_br: Lembrar esta decisão

source: Remove file/directory
pt_br: Remover arquivo/diretório

source: Repository Head
pt_br: HEAD do repositório

source: Repository authorization
pt_br: Autorização do repositório

source: Revert Changes
pt_br: Reverter mudanças

source: Save open files before diffing
pt_br: Salvar arquivos abertos antes de fazer o diff

source: Source:
pt_br: Fonte:

source: Switch to branch/tag
pt_br: Mudar para ramo/tag

source: Trust server
pt_br: Servidor confiável

source: Update file/directory
pt_br: Atualizar arquivo/diretório

source: Use first path
pt_br: Usar caminho primário

source: View Log
pt_br: Ver log

source: View Selected Revision
pt_br: Ver revisão selecionada

source: Whole Project
pt_br: Todo o projeto

source: Working Copy
pt_br: Cópia de trabalho

source: realm
pt_br: domínio

source: _Revert...
pt_br: _Reverter...

source: Revert changes to your working copy.
pt_br: Reverte mudanças para a cópia de trabalho.

source: _Resolve Conflicts...
pt_br: _Resolver conflitos...

source: Resolve conflicts in your working copy.
pt_br: Resolve conflitos na cópia de trabalho.

source: Copy Files/Folders...
pt_br: Copiar arquivos/pastas...

source: Copy files/folders in the repository
pt_br: Copia arquivos/pastas no repositório

source: Switch to a Branch/Tag...
pt_br: Alternar para a versão/tag...

source: Switch your local copy to a branch or tag in the repository
pt_br: Alterna a sua cópia local para uma versão ou tag no repositório

source: Merge...
pt_br: Mesclar...

source: Merge changes into your working copy
pt_br: Mescla mudanças com a sua cópia de trabalho

source: _View Log...
pt_br: _Ver log...

source: View file history
pt_br: Vê histório do arquivo

source: Diff local tree with repository
pt_br: Vê as diferenças da árvore local e o repositório

source: Copy...
pt_br: Copiar...

source: Diff...
pt_br: Diferenças...

source: Subversion operations
pt_br: Operações do Subversion

source: Subversion Log
pt_br: Log do Subversion

source: Subversion: File will be added on next commit.
pt_br: Subversion: O arquivo será adicionado no próximo commit.

source: Subversion: Commit complete.
pt_br: Subversion: Commit completado.

source: Subversion: Committing changes to the repository...
pt_br: Subversion: Enviando as mudanças para o repositório...

source: Subversion: Copy complete.
pt_br: Subversion: Cópia concluída.

source: Please enter a source path.
pt_br: Digite um diretório origem.

source: Please enter a destination path.
pt_br: Digite um diretório destino.

source: [Head/Working Copy]
pt_br: [Head/Cópia de trabalho]

source: Subversion: Retrieving diff...
pt_br: Subversion: Obtendo diferenças...

source: Revision
pt_br: Revisão

source: Subversion: Retrieving log...
pt_br: Subversion: Obtendo log...

source: Subversion: File retrieved.
pt_br: Subversion: Arquivo obtido.

source: Subversion: Retrieving file...
pt_br: Subversion: Obtendo arquivo...

source: Subversion: Merge complete.
pt_br: Subversion: Mesclagem concluída.

source: Please enter the first path.
pt_br: Digite o diretório primário.

source: Please enter the second path.
pt_br: Digite o diretório secundário.

source: Please enter a working copy path.
pt_br: Digite o diretório da cópia de trabalho.

source: Please enter the start revision.
pt_br: Digite a revisão inicial.

source: Please enter the end revision.
pt_br: Digite a revisçao final.

source: Subversion: File will be removed on next commit.
pt_br: Subversion: O arquivo será removido no próximo commit.

source: Subversion: Resolve complete.
pt_br: Subversion: Resolução concluída.

source: Subversion: Revert complete.
pt_br: Subversion: Reversão concluída.

source: Subversion: Switch complete.
pt_br: Subversion: Mudança concluída.

source: Please enter a branch/tag URL.
pt_br: Digite uma URL de ramificação/tag.

source: Subversion: Diff complete.
pt_br: Subversion: Diff terminado.

source: Subversion: Update complete.
pt_br: Subversion: Atualização concluída.

source: Authentication canceled
pt_br: Autenticação cancelada

source: Hostname:
pt_br: Nome do host:

source: Fingerprint:
pt_br: Impressão digital:

source: Valid from:
pt_br: Válido de:

source: Valid until:
pt_br: Válido até:

source: DER certificate:
pt_br: Certificado DER:

source: Deleted: %s
pt_br: Excluído: %s

source: Added: %s
pt_br: Adicionado: %s

source: Resolved: %s
pt_br: Resolvido: %s

source: Updated: %s
pt_br: Atualizado: %s

source: Externally Updated: %s
pt_br: Atualizado externamente: %s

source: Modified: %s
pt_br: Modificado: %s

source: Merged: %s
pt_br: Mesclado: %s

source: Conflicted: %s
pt_br: Em conflito: %s

source: Missing: %s
pt_br: Faltando: %s

source: Obstructed: %s
pt_br: Obstruído: %s

source: Package is not parseable
pt_br: O pacote não é analisável sintaticamente

source: Symbol Database
pt_br: Base de dados de símbolos

source: API Tags
pt_br: Tags API

source: Resuming glb scan.
pt_br: Continuando o glb scan.

source: Available API tags
pt_br: Tags API disponíveis

source: Automatically scan project's packages
pt_br: Pesquisa automaticamente os pacotes do projeto

source: Automatically update symbols without saving file
pt_br: Atualiza automaticamente os símbolos sem salvar o arquivo

source: Checking if package is parseable...
pt_br: Verificando se o pacote é analisável sintaticamente...

source: Ctags executable:
pt_br: Executável do ctags:

source: Parallel scan of project and global symbols
pt_br: Pesquisa paralela de símbolos do projeto e globais

source: Terminal options
pt_br: Opções do terminal

source: Default
pt_br: Padrão

source: terminal operations
pt_br: operações de terminal

source: Command:
pt_br: Comando:

source: Edit as script
pt_br: Editar como script

source: Edit command as script in Anjuta on close
pt_br: Edita o comando como um script ao fechar o Anjuta

source: Parameters:
pt_br: Parâmetros:

source: Save all files
pt_br: Salva todos arquivos

source: Short cut:
pt_br: Atalho:

source: Standard error:
pt_br: Erro padrão:

source: Standard input:
pt_br: Entrada padrão:

source: Standard output:
pt_br: Saída padrão:

source: Working directory:
pt_br: Diretório de trabalho:

source: _Variable...
pt_br: _Variável...

source: Tool
pt_br: Ferramenta

source: ask at runtime
pt_br: perguntar no momento da execução

source: undefined
pt_br: não definido

source: Disabled
pt_br: Desabilitado

source: You must provide a tool name!
pt_br: Você deve informar um nome para a ferramenta!

source: You must provide a tool command!
pt_br: Você deve informar um comando para a ferramenta!

source: A tool with the same name already exists!
pt_br: Já existe uma ferramenta com o mesmo nome!

source: The shortcut is already used by another component in Anjuta. Do you want to keep it anyway?
pt_br: Este atalho já é utilizado por outro componente do Anjuta. Você deseja mantê-lo mesmo assim?

source: New accelerator...
pt_br: Novo acelerador...

source: Opening %s
pt_br: Abrindo %s

source: (output)
pt_br: (saída)

source: (error)
pt_br: (erro)

source: Running command: %s...
pt_br: Executando comando: %s...

source: Completed unsuccessfully with status code %d
pt_br: Concluído sem sucesso, com código de status %d

source: No document currently open, command aborted
pt_br: Nenhum documento está aberto atualmente, comando abortado

source: Unable to open input file %s, command aborted
pt_br: Não foi possível abrir o arquivo de entrada %s, comando abortado

source: Unexpected element "%s"
pt_br: Elemento não esperado "%s"

source: Error when loading external tools
pt_br: Erro ao carregar ferramentas externas

source: Tool operations
pt_br: Operações com ferramentas

source: Command line parameters
pt_br: Parâmetros da linha de comando

source: Same as output
pt_br: O mesmo que saída

source: Existing message pane
pt_br: Painel de mensagens existente

source: New message pane
pt_br: Novo painel de mensagens

source: New buffer
pt_br: Novo buffer

source: Replace buffer
pt_br: Substituir buffer

source: Insert in buffer
pt_br: Inserir no buffer

source: Append to buffer
pt_br: Anexar ao fim do buffer

source: Replace selection
pt_br: Substituir seleção

source: Popup dialog
pt_br: Diálogo

source: Discard output
pt_br: Descartar saída

source: None
pt_br: Nenhum

source: Current buffer
pt_br: Buffer corrente

source: Current selection
pt_br: Seleção corrente

source: Appearance
pt_br: Aparência

source: Project Defaults
pt_br: Propriedades padrão para um projeto:

source: Session
pt_br: Sessão:

source: Default Text below icons Text beside icons Icons only Text only
pt_br: Padrão Texto abaixo dos ícones Texto ao lado dos ícones Apenas ícones Apenas texto

source: Default project directory:
pt_br: Diretório padrão do projeto:

source: Developer email address:
pt_br: E-Mail do desenvolvedor:

source: Developer name:
pt_br: Nome do desenvolvedor:

source: Do not load last project and files on startup
pt_br: Não abrir último projeto e arquivos na inicilização

source: Do not load last session on startup
pt_br: Não abrir última sessão na inicialização

source: Dock switcher style:
pt_br: Estilo do alternador de encaixe

source: Select projects directory
pt_br: Selecione o diretório do projeto

source: Text Icons Text + Icons Gnome toolbar setting Tabs
pt_br: Texto Ícones Texto + ícontes Configurações de barra de ferramentas do gNOME Abas

source: Toolbar button labels:
pt_br: Rótulos na barra de ferramentas:

source: _Quit
pt_br: _Sair

source: Do you prefer coffee to tea? Check it out.
pt_br: Prefere café ou chá? Verifique.

source: Toggle fullscreen mode
pt_br: Al_ternar o modo de tela cheia

source: Show or hide the toolbar
pt_br: Mostra ou oculta a barra de ferramentas

source: Anjuta user's manual
pt_br: Manual do usuário do Anjuta

source: Anjuta Kick start tutorial
pt_br: Manual para início rápido do Anjuta

source: Anjuta advanced tutorial
pt_br: Tutorial avançado do Anjuta

source: _Frequently Asked Questions
pt_br: Perguntas _freqüentes

source: Anjuta frequently asked questions
pt_br: Perguntas freqüentes do Anjuta

source: Ask a _Question
pt_br: Enviar uma per_gunta

source: Submit a question for FAQs
pt_br: Envia uma questão para as FAQs (Perguntas Frequentes)

source: _About
pt_br: _Sobre

source: About Anjuta
pt_br: Sobre o Anjuta

source: Edit
pt_br: Editar

source: Installed plugins
pt_br: Plug-ins instalados

source: Shortcuts
pt_br: Atalhos

source: Value doesn't exist
pt_br: O valor não existe

source: Specify the size and location of the main window
pt_br: Especifica o tamanho e a localização da janela principal

source: WIDTHxHEIGHT+XOFF+YOFF
pt_br: LARGURAxALTURA+XOFF+YOFF

source: Start a new instance and do not open the file in a existing
pt_br: Iniciar uma nova instância e não abrir o arquivo existente

source: Do not open last session on startup
pt_br: Não abrir última sessão na inicialização

source: Shutdown anjuta properly releasing all resources (for debugging)
pt_br: Desligando o anjuta corretamente liberando todos os recursos (para depuração)

source: Autocompletion (C/C++/Java only)
pt_br: Completar automaticamente (apenas C/C++/Java)

source: Calltips
pt_br: Dicas de funções

source: Add '(' after function call autocompletion
pt_br: Adicionar "(" após autocompletar uma chamada da função

source: Add a space after function call autocompletion
pt_br: Adicionar um espaço após autocompletar uma chamada de função

source: Autocomplete
pt_br: Completar automaticamente

source: Enable smart brace completion
pt_br: Habilitar a inserção inteligente de chaves

source: Show calltips
pt_br: Mostrar dicas de funções

source: AutoComplete the current word
pt_br: Completa automaticamente a palavra atual

source: Auto indent current line or selection based on indentation settings
pt_br: Recua automaticamente a linha atual ou seleção com base nas configurações de recuo

source: Swap c header and source files
pt_br: Permuta entre o arquivo cabeçalho e o fonte

source: C++/Java Assistance
pt_br: Assistente de C++/Java

source: GtkSourceView Editor
pt_br: Editor GtkSourceView

source: Gdb plugin.
pt_br: Plug-in do Gdb.

source: Git version control
pt_br: Controle de versão com Git

source: Devhelp Plugin for Anjuta.
pt_br: Plug-in Devhelp para Anjuta.

source: Provides document management capabilities.
pt_br: Fornece capacidades de administrar documento.

source: Anjuta File Assistant Plugin
pt_br: Plug-in do Assistente de arquivos do Anjuta

source: File Assistant
pt_br: Assistente de arquivo

source: File manager for project and single files
pt_br: Gerenciador de arquivos para o projeto e para arquivos únicos

source: A Subversion client plugin based on libsvn
pt_br: Um plug-in cliente de Subversion baseado na libsvn

source: A graph painter for the inheritance of the classes.
pt_br: Um criador de gráfico para herança de classe.

source: Glade Plugin for Anjuta.
pt_br: Plug-in do Glade para Anjuta.

source: Glade interface designer
pt_br: Construtor de interface Glade

source: Task Manager
pt_br: Gerenciador de tarefas

source: Todo Plugin for Anjuta.
pt_br: Plug-in de tarefas para o Anjuta.

source: Insert predefined macros into Editor
pt_br: Insere macros pré-definidas no editor

source: Use external program from Anjuta
pt_br: Usar um programa externo a partir do Anjuta

source: Basic autotools build plugin.
pt_br: Plug-in básico de compilação com autotools.

source: Terminal Plugin for Anjuta.
pt_br: Plug-in do terminal para o Anjuta.

source: A version control system plugin
pt_br: Um plug-in de controle de versão de sistema

source: Project From Existing Sources
pt_br: Projeto a partir de código existente

source: Project Import Assistant
pt_br: Assistente de importação de projeto

source: GtkSourceview editor
pt_br: Editor GtkSourceView

source: The default editor based on GtkSourceview
pt_br: O editor padrão baseado no GtkSourceview

source: Welcome page with most common actions.
pt_br: Página de boas vindas com as ações mais comuns

source: C++ and Java support Plugin
pt_br: Plug-in de suporte a C++ e Java

source: C++ and Java support plugin for code completion, auto indentation etc.
pt_br: Plug-in para completamento automático, recuo automático etc. dos códigos C++ e Java

source: Project Assistant
pt_br: Assistente de projeto

source: Component for searching
pt_br: Chave de pesquisa

source: Symbol Database Plugin for Anjuta (unstable).
pt_br: Plug-in navegador de símbolos para o Anjuta (instável).

source: Manages messages from external apps
pt_br: Administrar mensagens de aplicativos externos

source: File loader to load different files
pt_br: Carregador de arquivo para carregar arquivos diferentes

source: Allow to execute program without debugger.
pt_br: Permite a execução do programa sem o debugger.

source: Language Manager
pt_br: Gerenciador de idiomas

source: Plugin to keep track of multiple programming languages
pt_br: Plug-in para rastrear múltiplas linguagens de programação

source: Makefile backend
pt_br: Backend de Makefile

source: Makefile backend for project manager
pt_br: Backend de Makefile para o gerenciador de projetos

source: Autotools backend
pt_br: Backend autotools

source: Autotools backend for project manager
pt_br: Backend autotools para o gerenciador de projetos

source: A generic GNOME project
pt_br: Um projeto genérico para o GNOME

source: Use libglade for the UI
pt_br: Usar a libglade para a interface

source: Use the libglade-2.0 library to load the glade interface file at runtime
pt_br: Usa a biblioteca libglade-2.0 para carregar a interface em tempo de execução

source: Stop:
pt_br: Parar:

source: Print:
pt_br: Imprimir:

source: /_New
pt_br: /_Novo

source: /_Hide
pt_br: /_Ocultar

source: The file you selected is a link and can't be added to the project
pt_br: O arquivo que você escolheu é um link e não pode ser adicionado ao projeto

source: Application Assistant
pt_br: Assistente de aplicativo
